tap "homebrew/bundle"
tap "homebrew/services"

brew "autojump"
brew "coreutils", link: false
brew "direnv"
brew "entr"
brew "fzf"
brew "gh"
brew "git"
brew "ispell"
brew "jq"
brew "mas"
brew "md5sha1sum"
brew "n"
brew "neovim"
brew "ripgrep"
brew "shellcheck"
brew "the_silver_searcher"
brew "youtube-dl", link: false

cask "docker"
cask "gpg-suite"
cask "keycastr"

mas "Magnet", id: 441258766
mas "Xcode", id: 497799835
