tap "caskroom/cask"
tap "github/bootstrap"
tap "github/packages"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "autojump"
brew "coreutils", link: false
brew "direnv"
brew "entr"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "hub"
brew "ispell"
brew "jq"
brew "zookeeper"
brew "kafka"
brew "kubectl@1.14"
brew "kubernetes-cli", link: false
brew "launch_socket_server"
brew "launchdns", restart_service: true
brew "mas"
brew "md5sha1sum"
brew "memcached", restart_service: true
brew "mysql-client"
brew "mysql@5.7", restart_service: true
brew "n"
brew "neovim"
brew "nginx", restart_service: true
brew "tmux"
brew "overmind"
brew "postgresql", restart_service: true
brew "rakudo-star"
brew "ruby-build"
brew "rbenv"
brew "rbenv-default-gems"
brew "redis", restart_service: true
brew "ripgrep"
brew "shellcheck"
brew "the_silver_searcher"
brew "yasm"
brew "youtube-dl", link: false

brew "github/bootstrap/elasticsearch@1.7"
brew "github/bootstrap/elasticsearch@2.4"
brew "github/bootstrap/kustomize@3.1"
brew "github/packages/awssume"

cask "db-browser-for-sqlite"
cask "docker"
cask "gpg-suite"
cask "iterm2"
cask "java"
cask "java8"
cask "keycastr"
cask "oni"

mas "Dato", id: 1470584107
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Xcode", id: 497799835
